"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Uruchom Impress na swoim komputerze\n* Podłącz oba urządzenia do tej samej sieci Wi-Fi\n* P.S. Twoje urządzenie iOS jest teraz połączone z \"%@\"";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Nie jesteś podłączony do sieci WiFi.\n* Podłącz urządzenie iOS oraz komputer do tej samej sieci\n* Odśwież\n* wskazówka: możesz utworzyć osobisty punkt hotspot na swoim komputerze/urządzeniu iPhone";
/* Popover option */
"About Impress Remote" = "Informacje o Impress Remote";
"Back" = "Wstecz";
/* Popover option */
"Blank Screen" = "Pusty ekran";
"Cancel" = "Anuluj";
"Click to refresh" = "Kliknij, aby odświeżyć";
/* Back button to the connect page on navbar */
"Connect" = "Połącz";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Podłącz urządzenia do tej samej sieci WiFi.";
/* instruction page title */
"Connection" = "Połączenie";
/* Popover option */
"Connection Help" = "Pomoc połączenia";
/* Connection Lost Alert title */
"Connection Lost" = "Połączenie utracone";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Upss, połączenie utracone... Spróbuj połączyć się raz jeszcze. ";
/* Control instruction title */
"Control" = "Sterowanie";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Utwórz osobisty punkt hotspot na swoim urządzeniu iPhone, jeśli tylko tego potrzebujesz.";
/* Server list section title */
"Custom Connections" = "Połączenia niestandardowe";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Jeśli komputer nie pojawił się w powyższej sekcji, dodaj go manualnie za pomocą jego adresu IP. ";
/* Server list section title */
"Detected Connections" = "Wykryte połączenia";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Wprowadź kod PIN w Pokaz slajdów - Impress Remote";
/* Connection failure title */
"Failed to reach server" = "Nie udało się nawiązać połączenia z serwerem";
/* Connection failure message */
"Failed to reach server Msg" = "Zweryfikuj swój adres IP i upewnij się, że LibreOffice Impress jest uruchomiony z aktywną funkcją Impress Remote.";
"Failed to reach your computer" = "Nie udało się nawiązać połączenia z komputerem";
"Help" = "Pomoc";
/* In app How-to title */
"How-to" = "Instrukcja obsługi";
/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "Nieprawidłowy adres IP";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Podany adres IP jest nieprawidłowy";
/* EditableTableViewCell placeholder */
"IP Address" = "Adres IP";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Uruchom Impress i wybierz swój komputer.";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Nazwa (opcjonalnie)";
"New Server" = "Nowy serwer";
"No, thanks" = "Nie, dziękuję";
/* OK Button on Alert view */
"OK" = "OK";
/* backButton for Tutorial */
"Ok, thanks" = "Ok, dziękuję";
/* Pairing instruction title */
"Pairing" = "Parowanie";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instrukcje parowania";
"Pairing Instructions Msg" = "1. Uruchom LibreOffice Impress na komputerze\n\n2. Włącz Opcje - LibreOffice Impress - Ogólne - Włącz zdalne sterowanie\n\n3. Upewnij się, że komputer oraz urządzenie są podłączone do tej samej sieci WiFi\n\n4. Jeśli nie wykryto komputera, wprowadź manualnie jego adres IP\n\n5. Połącz i owocnej pracy!\n\n";
/* Update button text in diffrent states */
"Pause" = "Wstrzymaj";
"Please consider restart LibreOffice Impress on your computer." = "Rozważ proszę ponowne uruchomienie LibreOffice Impress na swoim komputerze.";
/* Popover option */
"Restart" = "Uruchom ponownie";
"Resume from blank screen" = "Wznów z pustego ekranu";
/* Popover option */
"Resume from blank Screen" = "Wznów z pustego ekranu";
"Searching" = "Szukanie";
/* Sidebar section header */
"Slides" = "Slajdy";
/* Update button text in diffrent states */
"Start" = "Uruchom";
/* Popover option */
"Stop Presentation" = "Zatrzymaj prezentację";
/* Sidebar section header */
"Stop Watch" = "Stoper";
"Take a tour of iOS Impress Remote?" = "Czy zapoznałeś się z aplikacją Impress Remote na iOS?";
/* Sidebar section header */
"Timer" = "Czasomierz";
"Yes" = "Tak";
